{
  "_class_name": "ChromaTransformer2DModel",
  "_diffusers_version": "0.34.0.dev0",
  "approximator_hidden_dim": 5120,
  "approximator_in_factor": 16,
  "approximator_layers": 5,
  "attention_head_dim": 128,
  "axes_dims_rope": [
    16,
    56,
    56
  ],
  "in_channels": 64,
  "joint_attention_dim": 4096,
  "num_attention_heads": 24,
  "num_layers": 19,
  "num_single_layers": 38,
  "out_channels": null,
  "patch_size": 1
}
