{
  "metadata": {
    "total_size": 17799966848
  },
  "weight_map": {
    "context_embedder.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "context_embedder.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.in_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.in_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.0.linear_1.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.0.linear_1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.0.linear_2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.0.linear_2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.1.linear_1.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.1.linear_1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.1.linear_2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.1.linear_2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.2.linear_1.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.2.linear_1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.2.linear_2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.2.linear_2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.3.linear_1.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.3.linear_1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.3.linear_2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.3.linear_2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.4.linear_1.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.4.linear_1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.4.linear_2.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.layers.4.linear_2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.norms.0.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.norms.1.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.norms.2.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.norms.3.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.norms.4.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.out_proj.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "distilled_guidance_layer.out_proj.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.0.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.proj_mlp.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.proj_mlp.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.proj_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.0.proj_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.proj_mlp.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.proj_mlp.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.proj_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.1.proj_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.10.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.10.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.11.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.12.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.13.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.14.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.15.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.16.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.17.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.18.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.19.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.2.attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.attn.to_k.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.attn.to_k.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.attn.to_q.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.attn.to_q.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.attn.to_v.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.attn.to_v.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.proj_mlp.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.proj_mlp.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.proj_out.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.2.proj_out.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.20.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.20.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.21.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.22.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.23.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.24.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.25.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.26.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.27.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.28.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.29.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.proj_mlp.bias": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.3.proj_mlp.weight": "diffusion_pytorch_model-00001-of-00002.safetensors",
    "single_transformer_blocks.3.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.3.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.30.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.31.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.32.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.33.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.34.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.35.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.36.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.37.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.4.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.5.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.6.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.to_v.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.attn.to_v.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.proj_mlp.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.proj_mlp.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.proj_out.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.7.proj_out.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.8.attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.8.attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.8.attn.to_k.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.8.attn.to_k.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.8.attn.to_q.bias": "diffusion_pytorch_model-00002-of-00002.safetensors",
    "single_transformer_blocks.8.attn.to_q.weight": "diffusion_pytorch_model-00002-of-00002.safetensors",
